namespace Oblivion.BLM.SlotResolver.Data;

public class Spells
{
    public const uint
        火一 = 141,
        火二 = 147,
        火三 = 152,
        火四 = 3577,
        绝望 = 16505,
        灵极魂 = 16506,
        星灵移位 = 149,
        冰一 = 142,
        冰冻 = 25793,
        冰三 = 154,
        玄冰 = 159,
        冰澈 = 3576,
        雷一 = 144,
        雷二 = 7447,
        核爆 = 162,
        异言 = 16507,
        秽浊 = 7422,
        耀星 = 36989,
        悖论 = 25797,
        黑魔纹 = 3573,
        墨泉 = 158,
        三连 = 7421,
        详述 = 25796,
        魔纹步 = 7419,
        魔纹重置 = 36988,
        以太步 = 155,
        混乱 = 7560,
        催眠 = 25880,
        醒梦 = 7562,
        即刻 = 7561,
        魔罩 = 157,
        崩溃 = 156,
        沉稳 = 7559;

}